Repository: HotCakeX/Harden-Windows-Security
Catalog: Harden System Security/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ml_in, pl_pl

# GroupPolicyEditorNavItem.ToolTipService.ToolTip
source: Read Group Policy files, export them to JSON, merge them and retrieve the entire security policy details of the system.
ar: قراءة ملفات نهج المجموعة وتصديرها إلى JSON ودمجها واستخراج تفاصيل سياسة الأمان الكاملة للنظام.
de_de: Gruppenrichtliniendateien lesen, nach JSON exportieren, zusammenführen und die vollständigen Details der Systemsicherheitsrichtlinien abrufen.
el_gr: Διαβάστε αρχεία Group Policy, εξάγετέ τα σε JSON, συγχωνεύστε τα και ανακτήστε τις πλήρεις λεπτομέρειες πολιτικής ασφαλείας του συστήματος.
es: Leer archivos de Directiva de Grupo, exportarlos a JSON, fusionarlos y recuperar los detalles completos de la política de seguridad del sistema.
fr_fr: Lire les fichiers de stratégie de groupe, les exporter en JSON, les fusionner et récupérer l'intégralité des détails de la politique de sécurité du système.
he_il: קרא קבצי מדיניות קבוצתית, ייצא אותם ל-JSON, מזג אותם וקבל את פרטי מדיניות האבטחה המלאים של המערכת.
hi_in: Group Policy फाइलें पढ़ें, उन्हें JSON में निर्यात करें, उन्हें मर्ज करें और सिस्टम की संपूर्ण सुरक्षा नीति विवरण पुनः प्राप्त करें।
ml_in: Group Policy ഫയലുകൾ വായിക്കുക, അവ JSON-ലേക്ക് എക്സ്പോർട്ട് ചെയ്യുക, അവ മേർജ് ചെയ്യുക, സിസ്റ്റത്തിന്റെ പൂർണ്ണ സുരക്ഷാ നയ വിശദാംശങ്ങൾ വീണ്ടെടുക്കുക.
pl_pl: Czytaj pliki Zasad Grupy, eksportuj je do JSON, łącz je i pobierz pełne szczegóły polityki bezpieczeństwa systemu.

# GroupPolicyEditorNavItem.AutomationProperties.HelpText
source: Read Group Policy files, export them to JSON, merge them and retrieve the entire security policy details of the system.
ar: قراءة ملفات نهج المجموعة وتصديرها إلى JSON ودمجها واستخراج تفاصيل سياسة الأمان الكاملة للنظام.
de_de: Gruppenrichtliniendateien lesen, nach JSON exportieren, zusammenführen und die vollständigen Details der Systemsicherheitsrichtlinien abrufen.
el_gr: Διαβάστε αρχεία Group Policy, εξάγετέ τα σε JSON, συγχωνεύστε τα και ανακτήστε τις πλήρεις λεπτομέρειες πολιτικής ασφαλείας του συστήματος.
es: Leer archivos de Directiva de Grupo, exportarlos a JSON, fusionarlos y recuperar los detalles completos de la política de seguridad del sistema.
fr_fr: Lire les fichiers de stratégie de groupe, les exporter en JSON, les fusionner et récupérer l'intégralité des détails de la politique de sécurité du système.
he_il: קרא קבצי מדיניות קבוצתית, ייצא אותם ל-JSON, מזג אותם וקבל את פרטי מדיניות האבטחה המלאים של המערכת.
hi_in: Group Policy फाइलें पढ़ें, उन्हें JSON में निर्यात करें, उन्हें मर्ज करें और सिस्टम की संपूर्ण सुरक्षा नीति विवरण पुनः प्राप्त करें।
ml_in: Group Policy ഫയലുകൾ വായിക്കുക, അവ JSON-ലേക്ക് എക്സ്പോർട്ട് ചെയ്യുക, അവ മേർജ് ചെയ്യുക, സിസ്റ്റത്തിന്റെ പൂർണ്ണ സുരക്ഷാ നയ വിശദാംശങ്ങൾ വീണ്ടെടുക്കുക.
pl_pl: Czytaj pliki Zasad Grupy, eksportuj je do JSON, łącz je i pobierz pełne szczegóły polityki bezpieczeństwa systemu.

# ApplyText.Text
source: Apply
ar: تطبيق
de_de: Anwenden
el_gr: Εφαρμογή
es: Aplicar
fr_fr: Appliquer
he_il: החל
hi_in: लागू करें
ml_in: പ്രയോഗിക്കുക
pl_pl: Zastosuj

# VerifyText.Text
source: Verify
ar: التحقق
de_de: Prüfen
el_gr: Επαλήθευση
es: Verificar
fr_fr: Vérifier
he_il: אמת
hi_in: सत्यापित करें
ml_in: സത്യാപിക്കുക
pl_pl: Zweryfikuj

# RemoveText.Text
source: Remove
ar: إزالة
de_de: Entfernen
el_gr: Αφαίρεση
es: Eliminar
fr_fr: Supprimer
he_il: הסר
hi_in: हटाएं
ml_in: നീക്കം ചെയ്യുക
pl_pl: Usuń

# OpenTheFollowingLinkInBrowser
source: Open the following link in the browser: {0}
ar: افتح الرابط التالي في المتصفح: {0}
de_de: Folgenden Link im Browser öffnen: {0}
el_gr: Ανοίξτε τον ακόλουθο σύνδεσμο στον περιηγητή: {0}
es: Abrir el siguiente enlace en el navegador: {0}
fr_fr: Ouvrir le lien suivant dans le navigateur : {0}
he_il: פתח את הקישור הבא בדפדפן: {0}
hi_in: निम्नलिखित लिंक को ब्राउज़र में खोलें: {0}
ml_in: ഇനിപ്പറയുന്ന ലിങ്ക് ബ്രൗസറിൽ തുറക്കുക: {0}
pl_pl: Otwórz następujący link w przeglądarce: {0}

# StatusOverviewText.Text
source: Status Overview
ar: نظرة عامة على الحالة
de_de: Statusübersicht
el_gr: Επισκόπηση κατάστασης
es: Resumen del estado
fr_fr: Aperçu du statut
he_il: סקירת מצב
hi_in: स्थिति अवलोकन
ml_in: സ്റ്റാറ്റസ് അവലോകനം
pl_pl: Przegląd statusu

# SearchSecurityMeasuresPlaceHolder.PlaceholderText
source: Search for security measures...
ar: البحث عن إجراءات الأمان...
de_de: Nach Sicherheitsmaßnahmen suchen...
el_gr: Αναζήτηση μέτρων ασφαλείας...
es: Buscar medidas de seguridad...
fr_fr: Rechercher des mesures de sécurité...
he_il: חפש אמצעי אבטחה...
hi_in: सुरक्षा उपायों की खोज करें...
ml_in: സുരക്ഷാ നടപടികൾക്കായി തിരയുക...
pl_pl: Wyszukaj środki bezpieczeństwa...

# SearchFeatureCapabilityPlaceHolder.PlaceholderText
source: Search among the features and capabilities...
ar: البحث بين الميزات والإمكانيات...
de_de: In Funktionen und Fähigkeiten suchen...
el_gr: Αναζήτηση ανάμεσα στα χαρακτηριστικά και τις δυνατότητες...
es: Buscar entre las características y capacidades...
fr_fr: Rechercher parmi les fonctionnalités et capacités...
he_il: חפש בין התכונות והיכולות...
hi_in: सुविधाओं और क्षमताओं के बीच खोजें...
ml_in: സവിശേഷതകളിലും കഴിവുകളിലും തിരയുക...
pl_pl: Wyszukaj wśród funkcji i możliwości...

# ReputationText.Text
source: Reputation
ar: السمعة
el_gr: Φήμη
es: Reputación
fr_fr: Réputation
he_il: מוניטין
hi_in: प्रतिष्ठा
ml_in: പ്രശസ്തി
pl_pl: Reputacja

# SourceText.Text
source: Source
ar: المصدر
de_de: Quelle
el_gr: Πηγή
es: Fuente
he_il: מקור
hi_in: स्रोत
ml_in: ഉറവിടം
pl_pl: Źródło

# DurationText.Text
source: Duration
ar: المدة
de_de: Dauer
el_gr: Διάρκεια
es: Duración
fr_fr: Durée
he_il: משך
hi_in: अवधि
ml_in: കാലാവധി
pl_pl: Czas trwania

# CopyToClipBoard.ToolTipService.ToolTip
source: Copy to clipboard
ar: نسخ إلى الحافظة
de_de: In die Zwischenablage kopieren
el_gr: Αντιγραφή στο πρόχειρο
es: Copiar al portapapeles
fr_fr: Copier dans le presse-papiers
he_il: העתק ללוח
hi_in: क्लिपबोर्ड में कॉपी करें
ml_in: ക്ലിപ്പ്ബോർഡിലേക്ക് പകർത്തുക
pl_pl: Kopiuj do schowka

# CopyToClipBoard.AutomationProperties.HelpText
source: Copy to clipboard
ar: نسخ إلى الحافظة
de_de: In die Zwischenablage kopieren
el_gr: Αντιγραφή στο πρόχειρο
es: Copiar al portapapeles
fr_fr: Copier dans le presse-papiers
he_il: העתק ללוח
hi_in: क्लिपबोर्ड में कॉपी करें
ml_in: ക്ലിപ്പ്ബോർഡിലേക്ക് പകർത്തുക
pl_pl: Kopiuj do schowka

# GetAppsListText.Text
source: Get Apps List
ar: الحصول على قائمة التطبيقات
de_de: App-Liste abrufen
el_gr: Λήψη λίστας εφαρμογών
es: Obtener lista de aplicaciones
fr_fr: Obtenir la liste des applications
he_il: קבל רשימת יישומים
hi_in: ऐप्स की सूची प्राप्त करें
ml_in: ആപ്പുകളുടെ ലിസ്റ്റ് നേടുക
pl_pl: Pobierz listę aplikacji

# UninstallSelectedAppsText.Text
source: Uninstall Selected Apps
ar: إلغاء تثبيت التطبيقات المحددة
de_de: Ausgewählte Apps deinstallieren
el_gr: Απεγκατάσταση επιλεγμένων εφαρμογών
es: Desinstalar aplicaciones seleccionadas
fr_fr: Désinstaller les applications sélectionnées
he_il: הסר התקנה ליישומים הנבחרים
hi_in: चयनित ऐप्स को अनइंस्टॉल करें
ml_in: തിരഞ്ഞെടുത്ത ആപ്പുകൾ അൺഇൻസ്റ്റാൾ ചെയ്യുക
pl_pl: Odinstaluj wybrane aplikacje

# SearchForAppsPlaceHolder.PlaceholderText
source: Search for apps...
ar: البحث عن التطبيقات...
de_de: Nach Apps suchen...
el_gr: Αναζήτηση εφαρμογών...
es: Buscar aplicaciones...
fr_fr: Rechercher des applications...
he_il: חפש יישומים...
hi_in: ऐप्स की खोज करें...
ml_in: ആപ്പുകൾക്കായി തിരയുക...
pl_pl: Wyszukaj aplikacje...

# UninstallText.Text
source: Uninstall
ar: إلغاء التثبيت
de_de: Deinstallieren
el_gr: Απεγκατάσταση
es: Desinstalar
fr_fr: Désinstaller
he_il: הסר התקנה
hi_in: अनइंस्टॉल
ml_in: അൺഇൻസ്റ്റാൾ
pl_pl: Odinstaluj

# OpenLocationText.Text
source: Open Location
ar: فتح الموقع
de_de: Speicherort öffnen
el_gr: Άνοιγμα τοποθεσίας
es: Abrir ubicación
fr_fr: Ouvrir l'emplacement
he_il: פתח מיקום
hi_in: स्थान खोलें
ml_in: സ്ഥാനം തുറക്കുക
pl_pl: Otwórz lokalizację

# CopyAppDetailsText.Text
source: Copy App Details
ar: نسخ تفاصيل التطبيق
de_de: App-Details kopieren
el_gr: Αντιγραφή στοιχείων εφαρμογής
es: Copiar detalles de la aplicación
fr_fr: Copier les détails de l'application
he_il: העתק פרטי היישום
hi_in: ऐप विवरण कॉपी करें
ml_in: ആപ്പ് വിശദാംശങ്ങൾ പകർത്തുക
pl_pl: Kopiuj szczegóły aplikacji

# DetailsText.Text
source: Details
ar: التفاصيل
el_gr: Στοιχεία
es: Detalles
fr_fr: Détails
he_il: פרטים
hi_in: विवरण
ml_in: വിശദാംശങ്ങൾ
pl_pl: Szczegóły

# ConvertINFToJSONText.Text
source: Convert Security INF to JSON
ar: تحويل ملف INF الأمان إلى JSON
de_de: Sicherheits-INF in JSON konvertieren
el_gr: Μετατροπή INF ασφαλείας σε JSON
es: Convertir INF de seguridad a JSON
fr_fr: Convertir INF de sécurité en JSON
he_il: המר קובץ INF של אבטחה ל-JSON
hi_in: सुरक्षा INF को JSON में कन्वर्ट करें
ml_in: സുരക്ഷാ INF-നെ JSON-ആക്കി മാറ്റുക
pl_pl: Konwertuj INF bezpieczeństwa na JSON

# ConvertINFToJSONButton.Content
source: Convert
ar: تحويل
de_de: Konvertieren
el_gr: Μετατροπή
es: Convertir
fr_fr: Convertir
he_il: המר
hi_in: कन्वर्ट करें
ml_in: മാറ്റുക
pl_pl: Konwertuj

# ConvertINFToJSONButton.ToolTipService.ToolTip
source: Start converting the selected Security Policy INF file to JSON.
ar: بدء تحويل ملف INF سياسة الأمان المحدد إلى JSON.
de_de: Konvertierung der ausgewählten Sicherheitsrichtlinien-INF-Datei nach JSON starten.
el_gr: Έναρξη μετατροπής του επιλεγμένου αρχείου INF πολιτικής ασφαλείας σε JSON.
es: Iniciar la conversión del archivo INF de política de seguridad seleccionado a JSON.
fr_fr: Commencer la conversion du fichier INF de stratégie de sécurité sélectionné en JSON.
he_il: התחל להמיר את קובץ ה-INF של מדיניות האבטחה שנבחר ל-JSON.
hi_in: चयनित सुरक्षा नीति INF फाइल को JSON में कन्वर्ट करना शुरू करें।
ml_in: തിരഞ്ഞെടുത്ത സുരക്ഷാ നയ INF ഫയൽ JSON-ആക്കി മാറ്റുന്നത് ആരംഭിക്കുക.
pl_pl: Rozpocznij konwersję wybranego pliku INF polityki bezpieczeństwa na JSON.

# ConvertINFToJSONButton.AutomationProperties.HelpText
source: Start converting the selected Security Policy INF file to JSON.
ar: بدء تحويل ملف INF سياسة الأمان المحدد إلى JSON.
de_de: Konvertierung der ausgewählten Sicherheitsrichtlinien-INF-Datei nach JSON starten.
el_gr: Έναρξη μετατροπής του επιλεγμένου αρχείου INF πολιτικής ασφαλείας σε JSON.
es: Iniciar la conversión del archivo INF de política de seguridad seleccionado a JSON.
fr_fr: Commencer la conversion du fichier INF de stratégie de sécurité sélectionné en JSON.
he_il: התחל להמיר את קובץ ה-INF של מדיניות האבטחה שנבחר ל-JSON.
hi_in: चयनित सुरक्षा नीति INF फाइल को JSON में कन्वर्ट करना शुरू करें।
ml_in: തിരഞ്ഞെടുത്ത സുരക്ഷാ നയ INF ഫയൽ JSON-ആക്കി മാറ്റുന്നത് ആരംഭിക്കുക.
pl_pl: Rozpocznij konwersję wybranego pliku INF polityki bezpieczeństwa na JSON.

# OutputDirForJSONSettingsCard.Header
source: Output Directory for JSON Files
ar: دليل الإخراج لملفات JSON
de_de: Ausgabeverzeichnis für JSON-Dateien
el_gr: Κατάλογος εξόδου για αρχεία JSON
es: Directorio de salida para archivos JSON
fr_fr: Répertoire de sortie pour les fichiers JSON
he_il: תיקיית פלט לקובצי JSON
hi_in: JSON फाइलों के लिए आउटपुट डायरेक्टरी
ml_in: JSON ഫയലുകൾക്കുള്ള ഔട്ട്പുട്ട് ഡയറക്ടറി
pl_pl: Katalog wyjściowy dla plików JSON

# OutputDirForJSONSettingsCard.Description
source: Select where to save the converted JSON files
ar: اختر مكان حفظ ملفات JSON المحولة
de_de: Speicherort für die konvertierten JSON-Dateien auswählen
el_gr: Επιλέξτε πού να αποθηκευτούν τα μετατραπέντα αρχεία JSON
es: Seleccionar dónde guardar los archivos JSON convertidos
fr_fr: Sélectionnez où enregistrer les fichiers JSON convertis
he_il: בחר היכן לשמור את קובצי ה-JSON שהומרו
hi_in: कन्वर्ट की गई JSON फाइलों को कहां सेव करना है चुनें
ml_in: മാറ്റിയ JSON ഫയലുകൾ എവിടെ സേവ് ചെയ്യണമെന്ന് തിരഞ്ഞെടുക്കുക
pl_pl: Wybierz gdzie zapisać przekonwertowane pliki JSON

# OutputDirForJSONSettingsCard.ToolTipService.ToolTip
source: Select where to save the converted JSON files
ar: اختر مكان حفظ ملفات JSON المحولة
de_de: Speicherort für die konvertierten JSON-Dateien auswählen
el_gr: Επιλέξτε πού να αποθηκευτούν τα μετατραπέντα αρχεία JSON
es: Seleccionar dónde guardar los archivos JSON convertidos
fr_fr: Sélectionnez où enregistrer les fichiers JSON convertis
he_il: בחר היכן לשמור את קובצי ה-JSON שהומרו
hi_in: कन्वर्ट की गई JSON फाइलों को कहां सेव करना है चुनें
ml_in: മാറ്റിയ JSON ഫയലുകൾ എവിടെ സേവ് ചെയ്യണമെന്ന് തിരഞ്ഞെടുക്കുക
pl_pl: Wybierz gdzie zapisać przekonwertowane pliki JSON

# OutputDirForJSONSettingsCard.AutomationProperties.HelpText
source: Select where to save the converted JSON files
ar: اختر مكان حفظ ملفات JSON المحولة
de_de: Speicherort für die konvertierten JSON-Dateien auswählen
el_gr: Επιλέξτε πού να αποθηκευτούν τα μετατραπέντα αρχεία JSON
es: Seleccionar dónde guardar los archivos JSON convertidos
fr_fr: Sélectionnez où enregistrer les fichiers JSON convertis
he_il: בחר היכן לשמור את קובצי ה-JSON שהומרו
hi_in: कन्वर्ट की गई JSON फाइलों को कहां सेव करना है चुनें
ml_in: മാറ്റിയ JSON ഫയലുകൾ എവിടെ സേവ് ചെയ്യണമെന്ന് തിരഞ്ഞെടുക്കുക
pl_pl: Wybierz gdzie zapisać przekonwertowane pliki JSON

# SelectedINFFilesText.Text
source: Selected Security INF Files
ar: ملفات INF الأمان المحددة
de_de: Ausgewählte Sicherheits-INF-Dateien
el_gr: Επιλεγμένα αρχεία INF ασφαλείας
es: Archivos INF de seguridad seleccionados
fr_fr: Fichiers INF de sécurité sélectionnés
he_il: קובצי INF של אבטחה שנבחרו
hi_in: चयनित सुरक्षा INF फाइलें
ml_in: തിരഞ്ഞെടുത്ത സുരക്ഷാ INF ഫയലുകൾ
pl_pl: Wybrane pliki INF bezpieczeństwa

# SelectedDirectoryText.Text
source: Selected Directory
ar: الدليل المحدد
de_de: Ausgewähltes Verzeichnis
el_gr: Επιλεγμένος κατάλογος
es: Directorio seleccionado
fr_fr: Répertoire sélectionné
he_il: תיקייה נבחרת
hi_in: चयनित डायरेक्टरी
ml_in: തിരഞ്ഞെടുത്ത ഡയറക്ടറി
pl_pl: Wybrany katalog

# INFToJSONConversionSectionSettingsCard.Header
source: Select Security INF Files for JSON Conversion
ar: اختيار ملفات INF الأمان لتحويل JSON
de_de: Sicherheits-INF-Dateien für die JSON-Konvertierung auswählen
el_gr: Επιλογή αρχείων INF ασφαλείας για μετατροπή JSON
es: Seleccionar archivos INF de seguridad para conversión JSON
fr_fr: Sélectionner les fichiers INF de sécurité pour la conversion JSON
he_il: בחר קובצי INF של אבטחה להמרה ל-JSON
hi_in: JSON कन्वर्जन के लिए सुरक्षा INF फाइलें चुनें
ml_in: JSON കൺവർഷനുവേണ്ടി സുരക്ഷാ INF ഫയലുകൾ തിരഞ്ഞെടുക്കുക
pl_pl: Wybierz pliki INF bezpieczeństwa do konwersji JSON

# INFToJSONConversionSectionSettingsCard.Description
source: Choose one or more Security INF files to convert to JSON format
ar: اختر ملف INF أمان واحد أو أكثر للتحويل إلى تنسيق JSON
de_de: Eine oder mehrere Sicherheits-INF-Dateien zur Konvertierung ins JSON-Format auswählen
el_gr: Επιλέξτε ένα ή περισσότερα αρχεία INF ασφαλείας για μετατροπή σε μορφή JSON
es: Elegir uno o más archivos INF de seguridad para convertir a formato JSON
fr_fr: Choisissez un ou plusieurs fichiers INF de sécurité à convertir au format JSON
he_il: בחר קובץ INF אחד או יותר של אבטחה להמרה לפורמט JSON
hi_in: JSON फॉर्मेट में कन्वर्ट करने के लिए एक या अधिक सुरक्षा INF फाइलें चुनें
ml_in: JSON ഫോർമാറ്റിലേക്ക് മാറ്റുന്നതിന് ഒന്നോ അതിലധികമോ സുരക്ഷാ INF ഫയലുകൾ തിരഞ്ഞെടുക്കുക
pl_pl: Wybierz jeden lub więcej plików INF bezpieczeństwa do konwersji na format JSON

# INFToJSONConversionSectionSettingsCard.ToolTipService.ToolTip
source: Choose one or more Security INF files to convert to JSON format
ar: اختر ملف INF أمان واحد أو أكثر للتحويل إلى تنسيق JSON
de_de: Eine oder mehrere Sicherheits-INF-Dateien zur Konvertierung ins JSON-Format auswählen
el_gr: Επιλέξτε ένα ή περισσότερα αρχεία INF ασφαλείας για μετατροπή σε μορφή JSON
es: Elegir uno o más archivos INF de seguridad para convertir a formato JSON
fr_fr: Choisissez un ou plusieurs fichiers INF de sécurité à convertir au format JSON
he_il: בחר קובץ INF אחד או יותר של אבטחה להמרה לפורמט JSON
hi_in: JSON फॉर्मेट में कन्वर्ट करने के लिए एक या अधिक सुरक्षा INF फाइलें चुनें
ml_in: JSON ഫോർമാറ്റിലേക്ക് മാറ്റുന്നതിന് ഒന്നോ അതിലധികമോ സുരക്ഷാ INF ഫയലുകൾ തിരഞ്ഞെടുക്കുക
pl_pl: Wybierz jeden lub więcej plików INF bezpieczeństwa do konwersji na format JSON

# INFToJSONConversionSectionSettingsCard.AutomationProperties.HelpText
source: Choose one or more Security INF files to convert to JSON format
ar: اختر ملف INF أمان واحد أو أكثر للتحويل إلى تنسيق JSON
de_de: Eine oder mehrere Sicherheits-INF-Dateien zur Konvertierung ins JSON-Format auswählen
el_gr: Επιλέξτε ένα ή περισσότερα αρχεία INF ασφαλείας για μετατροπή σε μορφή JSON
es: Elegir uno o más archivos INF de seguridad para convertir a formato JSON
fr_fr: Choisissez un ou plusieurs fichiers INF de sécurité à convertir au format JSON
he_il: בחר קובץ INF אחד או יותר של אבטחה להמרה לפורמט JSON
hi_in: JSON फॉर्मेट में कन्वर्ट करने के लिए एक या अधिक सुरक्षा INF फाइलें चुनें
ml_in: JSON ഫോർമാറ്റിലേക്ക് മാറ്റുന്നതിന് ഒന്നോ അതിലധികമോ സുരക്ഷാ INF ഫയലുകൾ തിരഞ്ഞെടുക്കുക
pl_pl: Wybierz jeden lub więcej plików INF bezpieczeństwa do konwersji na format JSON

# SelectedItemText.Text
source: Selected:
ar: محدد:
de_de: Ausgewählt:
el_gr: Επιλεγμένα:
es: Seleccionado:
fr_fr: Sélectionné :
he_il: נבחר:
hi_in: चयनित:
ml_in: തിരഞ്ഞെടുത്തത്:
pl_pl: Wybrane:

# StatusAppliedText
source: Status: Applied
ar: الحالة: مطبق
de_de: Status: Angewendet
el_gr: Κατάσταση: Εφαρμόστηκε
es: Estado: Aplicado
fr_fr: Statut : Appliqué
he_il: מצב: הוחל
hi_in: स्थिति: लागू
ml_in: സ്റ്റാറ്റസ്: പ്രയോഗിച്ചു
pl_pl: Status: Zastosowano

# StatusNotAppliedText
source: Status: Not Applied
ar: الحالة: غير مطبق
de_de: Status: Nicht angewendet
el_gr: Κατάσταση: Δεν εφαρμόστηκε
es: Estado: No aplicado
fr_fr: Statut : Non appliqué
he_il: מצב: לא הוחל
hi_in: स्थिति: लागू नहीं
ml_in: സ്റ്റാറ്റസ്: പ്രയോഗിച്ചിട്ടില്ല
pl_pl: Status: Nie zastosowano

# StatusUndeterminedText
source: Status: Undetermined
ar: الحالة: غير محدد
de_de: Status: Unbestimmt
el_gr: Κατάσταση: Αδιευκρίνιστη
es: Estado: Indeterminado
fr_fr: Statut : Indéterminé
he_il: מצב: לא נקבע
hi_in: स्थिति: अनिर्धारित
ml_in: സ്റ്റാറ്റസ്: നിർണ്ണയിച്ചിട്ടില്ല
pl_pl: Status: Nieokreślony

# AppliedText
source: Applied
ar: مطبق
de_de: Angewendet
el_gr: Εφαρμόστηκε
es: Aplicado
fr_fr: Appliqué
he_il: הוחל
hi_in: लागू
ml_in: പ്രയോഗിച്ചു
pl_pl: Zastosowano

# NotAppliedText
source: Not Applied
ar: غير مطبق
de_de: Nicht angewendet
el_gr: Δεν εφαρμόστηκε
es: No aplicado
fr_fr: Non appliqué
he_il: לא הוחל
hi_in: लागू नहीं
ml_in: പ്രയോഗിച്ചിട്ടില്ല
pl_pl: Nie zastosowano

# NAText
source: N/A
ar: غير متاح
el_gr: Μη διαθέσιμο
es: No disponible
he_il: לא ישים
hi_in: उपलब्ध नहीं
ml_in: ലഭ്യമല്ല
pl_pl: Niedostępne

# AppDescription
source: Harden System Security is an application that helps you configure your system to be secure against many advanced threats, only using tools and features available in the OS and offered by Microsoft without using any 3rd party tools or programs.
ar: Harden System Security هو تطبيق يساعدك على تكوين نظامك ليكون آمناً ضد العديد من التهديدات المتقدمة، باستخدام الأدوات والميزات المتاحة في نظام التشغيل والمقدمة من Microsoft فقط دون استخدام أي أدوات أو برامج طرف ثالث.
de_de: Harden System Security ist eine Anwendung, die Sie dabei unterstützt, Ihr System gegen zahlreiche fortgeschrittene Bedrohungen abzusichern – ausschließlich mit im Betriebssystem verfügbaren, von Microsoft bereitgestellten Tools und Funktionen, ohne den Einsatz jeglicher Drittanbieterprogramme.
el_gr: Το Harden System Security είναι μια εφαρμογή που σας βοηθά να διαμορφώσετε το σύστημά σας ώστε να είναι ασφαλές έναντι πολλών προηγμένων απειλών, χρησιμοποιώντας μόνο εργαλεία και χαρακτηριστικά που είναι διαθέσιμα στο λειτουργικό σύστημα και προσφέρονται από τη Microsoft χωρίς τη χρήση τρίτων εργαλείων ή προγραμμάτων.
es: Harden System Security es una aplicación que te ayuda a configurar tu sistema para que sea seguro contra muchas amenazas avanzadas, utilizando únicamente herramientas y características disponibles en el sistema operativo y ofrecidas por Microsoft sin usar ninguna herramienta o programa de terceros.
fr_fr: Harden System Security est une application qui vous aide à configurer votre système pour qu'il soit sécurisé contre de nombreuses menaces avancées, en utilisant uniquement les outils et fonctionnalités disponibles dans le système d'exploitation et proposés par Microsoft sans utiliser d'outils ou de programmes tiers.
he_il: Harden System Security היא אפליקציה המסייעת לך להגדיר את המערכת כך שתהיה מאובטחת בפני איומים מתקדמים רבים, תוך שימוש בכלים ותכונות הזמינים במערכת ההפעלה ומוצעים על ידי Microsoft ללא שימוש בכלי או בתוכנות צד שלישי.
hi_in: Harden System Security एक एप्लिकेशन है जो आपको अपने सिस्टम को कई उन्नत खतरों के विरुद्ध सुरक्षित करने के लिए कॉन्फ़िगर करने में मदद करती है, केवल उन टूल्स और फीचर्स का उपयोग करके जो ऑपरेटिंग सिस्टम में उपलब्ध हैं और Microsoft द्वारा प्रदान किए गए हैं, बिना किसी तृतीय पक्ष टूल्स या प्रोग्राम का उपयोग किए।
ml_in: Harden System Security എന്നത് നിരവധി വിപുലമായ ഭീഷണികൾക്കെതിരെ സുരക്ഷിതമായിരിക്കാൻ നിങ്ങളുടെ സിസ്റ്റം കോൺഫിഗർ ചെയ്യാൻ സഹായിക്കുന്ന ഒരു ആപ്ലിക്കേഷനാണ്, ഓപ്പറേറ്റിംഗ് സിസ്റ്റത്തിൽ ലഭ്യമായതും Microsoft നൽകുന്നതുമായ ടൂളുകളും സവിശേഷതകളും മാത്രം ഉപയോഗിച്ച്, മൂന്നാം കക്ഷി ടൂളുകളോ പ്രോഗ്രാമുകളോ ഉപയോഗിക്കാതെ.
pl_pl: Harden System Security to aplikacja, która pomaga skonfigurować system tak, aby był bezpieczny przed wieloma zaawansowanymi zagrożeniami, używając tylko narzędzi i funkcji dostępnych w systemie operacyjnym i oferowanych przez Microsoft bez korzystania z narzędzi lub programów stron trzecich.

# LogsPageTitle.Text
source: The following are the logs that the Harden System Security automatically generates and stores in the designated folder. The total size of the logs folder will never exceed 1GB.
de_de: Nachfolgend finden Sie die Protokolle, die Harden System Security automatisch erzeugt und im vorgesehenen Ordner speichert. Die Gesamtgröße des Protokollordners überschreitet niemals 1GB.
hi_in: निम्नलिखित वे लॉग हैं जिन्हें Harden System Security स्वचालित रूप से जेनरेट करता है और निर्दिष्ट फ़ोल्डर में संग्रहीत करता है। लॉग फ़ोल्डर का कुल आकार कभी भी 1GB से अधिक नहीं होगा।

# OpenLogsDirectoryButtonText.Text
source: Open Logs Directory
ar: فتح دليل السجلات
de_de: Protokollverzeichnis öffnen
el_gr: Άνοιγμα Καταλόγου Αρχείων Καταγραφής
es: Abrir Directorio de Registros
fr_fr: Ouvrir le répertoire des journaux
he_il: פתח תיקיית יומנים
hi_in: लॉग डायरेक्टरी खोलें
ml_in: ലോഗ് ഡയറക്ടറി തുറക്കുക
pl_pl: Otwórz Katalog Logów

# ShowLinkPreviewsForSecurityItemsSettingsCard.Description
source: When enabled, shows a preview of the web page for each security measure when you hover over its link button.
ar: عند التمكين، يعرض معاينة لصفحة الويب لكل إجراء أمني عندما تحوم فوق زر الرابط الخاص به.
de_de: Wenn aktiviert, wird bei Zeigerüberfahrt über die Link-Schaltfläche jeder Sicherheitsmaßnahme eine Vorschau der Webseite angezeigt.
el_gr: Όταν είναι ενεργοποιημένο, εμφανίζει μια προεπισκόπηση της ιστοσελίδας για κάθε μέτρο ασφαλείας όταν τοποθετείτε το δείκτη του ποντικιού πάνω από το κουμπί σύνδεσμου του.
es: Cuando está habilitado, muestra una vista previa de la página web para cada medida de seguridad cuando pasas el cursor sobre su botón de enlace.
fr_fr: Lorsqu'activé, affiche un aperçu de la page web pour chaque mesure de sécurité lorsque vous survolez son bouton de lien.
he_il: כאשר מופעל, מוצגת תצוגה מקדימה של דף האינטרנט עבור כל אמצעי אבטחה בעת ריחוף מעל כפתור הקישור שלו.
hi_in: जब सक्षम किया गया हो, तो यह प्रत्येक सुरक्षा उपाय के लिए वेब पेज का पूर्वावलोकन दिखाता है जब आप इसके लिंक बटन पर होवर करते हैं।
ml_in: പ്രവർത്തനക്ഷമമാക്കുമ്പോൾ, നിങ്ങൾ ഓരോ സുരക്ഷാ നടപടികളുടെയും ലിങ്ക് ബട്ടണിൽ ഹോവർ ചെയ്യുമ്പോൾ വെബ് പേജിന്റെ പ്രിവ്യൂ കാണിക്കുന്നു.
pl_pl: Po włączeniu pokazuje podgląd strony internetowej dla każdego środka bezpieczeństwa, gdy najeżdżasz na jego przycisk linku.
